// Generic buttons

"OK" = "OK";
"Cancel" = "キャンセル";
"Delete" = "削除";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%lld hours" = "%lld 時間";
"an hour" = "1 時間";

"%lld minutes" = "%lld 分";
"a minute" = "1 分";

"%lld seconds" = "%lld 秒";
"a second" = "1 秒";

// Status

"Creating archive..." = "アーカイブを作成中…";
"Expanding archive..." = "アーカイブを展開中…";

"Archive Encrypted" = "暗号化されたアーカイブ";
"Please enter the password to decrypt the archive." = "アーカイブ展開のためのパスワードを入力してください。";
"Password" = "パスワード";

"Downloading..." = "ダウンロード中…";
"Changing directories..." = "ディレクトリ変更中…";
"Duplicating..." = "複製中…";
"Listing..." = "リスト中…";
"Moving..." = "移動中…";
"Copying..." = "コピー中…";
"Creating file..." = "ファイルを作成中…";
"Creating folder..." = "フォルダを作成中…";
"Renaming..." = "名前を変更中…";
"Resolving symlink..." = "シンボリックリンクの解決中…";
"Retrieving size..." = "サイズの取得中…";
"Uploading..." = "アップロード中…";
"Getting attributes..." = "属性を取得中…";
"Changing attributes..." = "属性を変更中…";
"Canceling..." = "キャンセル中…";
"Deleting..." = "削除中…";
"Moving to trash..." = "ゴミ箱に移動中…";
"Publishing \"%@\"..." = "“%@” を公開中…";
"Preparing to %@..." = "%@ へ準備中…";
"Copying \"%@\"..." = "“%@” をコピー中…";
"Moving \"%@\"..." = "“%@” を移動中…";

"download-present" = "ダウンロード中";
"upload-present" = "アップロード中";
"delete-present" = "削除中";
"move-present" = "移動中";
"copy-present" = "コピー中";
"process-present" = "処理中";
"download-past" = "ダウンロード済";
"upload-past" = "アップロード済";
"delete-past" = "削除済";
"move-past" = "移動済";
"copy-past" = "コピー済";
"process-past" = "処理済";
"compare-present" = "比較中";
"compare-past" = "比較済";
"list-present" = "リスト中";
"list-past" = "リスト済";
// "create-present" = "--$$ STRING IS MISSING $$--";
"create-past" = "作成日";
"connect-present" = "接続中";
"connect-past" = "接続済";
"connect-future" = "接続待機中";

"download" = "ダウンロード";
"upload" = "アップロード";
"move" = "移動";
"copy" = "copy";
"process" = "処理";
"delete" = "削除";
// "compare" = "--$$ STRING IS MISSING $$--";
"list" = "リスト";
// "create" = "--$$ STRING IS MISSING $$--";
"connect" = "接続";

"An error occurred" = "エラーが発生しました";
"A few errors occurred" = "いくつかのエラーが発生しました";

"%@ %lu items" = "%@ %lu 項目";
"%lu items" = "%lu 項目";
"%@ 1 item" = "%@ 1 項目";
"1 item" = "1 項目";
"%lu of %lu" = "%lu / %lu";
"%@%@ of %@" = "%@%@ / %@";
"%@ to \"%@\"" = "%@ を “%@” へ";
"%@%@ of %@ - %@ - %.0f KB/s" = "%@%@ / %@ - %@ - %.0f KB/s";
"%@%@ of %@ - %@ - %.1f MB/s" = "%@%@ / %@ - %@ - %.1f MB/s";
"%@%@ of %@, %.0f KB/s" = "%@%@ / %@, %.0f KB/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ / %@, %.1f MB/s";
"(Stalled) " = "(不安定) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Session Transcript [%@] (%@)\n";
"Sending keep alive...\n" = "Sending keep alive…\n";
"Disconnecting from server...\n" = "Disconnecting from server…\n";
"Connecting to %@\n" = "Connecting to %@\n";
"Deleting folder %@\n" = "Deleting folder %@\n";
"Deleting file %@\n" = "Deleting file %@\n";
"Downloading file %@\n" = "Downloading file %@\n";
"Download successful.\n" = "Download successful.\n";
"Uploading file %@\n" = "Uploading file %@\n";
"Upload successful.\n" = "Upload successful.\n";
"Changing to %@\n" = "Changing to %@\n";
"Creating folder %@\n" = "Creating folder %@\n";
"Changing permissions of %@\n" = "Changing permissions of %@\n";
"Renaming \"%@\" to \"%@\"\n" = "Renaming \"%@\" to \"%@\"\n";
"Listing %@\n" = "Listing %@\n";
"Rename successful.\n" = "Rename successful.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Could not parse line, switching to VanDyke parser. (%@)\n";
"Could not parse line with VanDyke parser, switching to last resort. (%@)\n" = "Could not parse line with VanDyke parser, switching to last resort. (%@)\n";
"Download failed with error %d.\n" = "Download failed with error %d.\n";
"Could not get attributes.\n" = "Could not get attributes.\n";
"Received throttle request from the server, waiting...\n" = "Received throttle request from the server, waiting…\n";
"Changing attributes of %@\n" = "Changing attributes of %@\n";
"Attempting key authentication." = "Attempting key authentication.";
"Attempting password authentication." = "Attempting password authentication.";
"Attempting two-factor authentication." = "Attempting two-factor authentication.";
"Could not connect to localhost, trying 127.0.0.1...\n" = "Could not connect to localhost, trying 127.0.0.1…\n";

// Errors

"Could not move \"%@\"." = "“%@” に移動できませんでした。";
"Could not connect to server \"%@\"." = "サーバ “%@” に接続できませんでした。";
"Could not change directory to \"%@\"." = "ディレクトリ “%@” に移動できませんでした。";
"Could not create folder named \"%@\"." = "フォルダ “%@” を作成できませんでした。";
"Could not create file named \"%@\"." = "ファイル “%@” を作成できませんでした。";
"Could not delete \"%@\"." = "“%@” を削除できませんでした。";
"Could not download \"%@\"." = "“%@” をダウンロードできませんでした。";
"Could not upload \"%@\"." = "“%@” をアップロードできませんでした。";
"Could not rename \"%@\"." = "“%@” の名前を変更できませんでした。";
"Could not copy \"%@\"." = "“%@” をコピーできませんでした。";
"Could not determine current path." = "現在のパスを確定できませんでした。";
"Could not retrieve file listing for \"%@\"." = "“%@” のファイルリストを取得できませんでした。";
"This server does not support the 'executable' property." = "このサーバは実行属性をサポートしていません。";
"Operation was cancelled." = "操作はキャンセルされました。";
"Authorization failed." = "承認に失敗しました。";
"Could not change owner of “%@”." = "“%@” の所有者を変更できませんでした。";
"Could not change group of “%@”." = "“%@” のグループを変更できませんでした。";
"Could not change file owner and group of “%@”." = "“%@” の所有者およびグループを変更できませんでした。";
"Could not create symlink “%@”." = "シンボリックリンク “%@” を作成できませんでした。";
"Could not resolve symlink \"%@\"." = "シンボリックリンク “%@” を分析できませんでした。";
"Could not get attributes." = "属性を取得できませんでした。";
"Could not get attributes of \"%@\"." = "“%@” の属性を取得できませんでした。";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "目的のファイルサイズと元のファイルサイズが一致していません。転送中に何らかの問題が起こった可能性があります。";
"Could not look up file ID." = "ファイル ID を参照できませんでした。";
"Could not list team drives." = "チームドライブを一覧できませんでした。";

"Connection falling back to port (PORT) mode.\n" = "接続は PORT モードに変更されます。\n";
"Control connection timed out." = "コントロール接続がタイムアウトされました。";
"Data connection timed out." = "データ接続がタイムアウトされました。";
"Connection refused." = "接続が拒否されました。";
"The user name was not accepted by the server." = "サーバに許可されていないユーザ名です。";
"The user name or password was not accepted by the server." = "サーバに許可されていないユーザ名かパスワードです。";
"Login failed." = "ログインに失敗しました。";
"Server not found." = "サーバが見つかりませんでした。";
"Server closed connection." = "サーバが接続を閉じました。";
"File not found." = "ファイルが見つかりませんでした。";
"Key not found. This can occur if the directory was not originally created by %@." = "鍵ファイルが見つかりませんでした。%@ によってオリジナルのディレクトリが作成されなかった場合に発生することがあります。";
"This operation is not supported by the server." = "この操作は本サーバでサポートされていません。";
"Not connected." = "接続されていません。";
"Remote file not a directory." = "リモートファイルはディレクトリではありません。";
"Socket read failed." = "ソケットの読み取りに失敗しました。";
"Server said: %@\n\nError %d: %s" = "サーバメッセージ: %@\n\nエラー %d: %s";
"ServerSaidMessage %@" = "サーバからのメッセージ:\n\n%@";
"Make sure you're allowed to change the permissions on this file." = "アクセス権を変更するためには、このファイルへのアクセス権が十分である必要があります。";
"Couldn't establish data connection." = "データ接続を確立できませんでした。";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "データ接続を受信する際のエラーです。これはファイアウォール設定もしくはプロキシの構成による問題です。パッシブモードで再度お試しください。";
"Could not open local file. Please verify you have read or write permissions for it." = "ローカルファイルを開けませんでした。このファイルへのアクセス権が十分かをご確認ください。";
"The item \"%@\" can not be moved to the Trash." = "項目 “%@” をゴミ箱に移動できません。";
"Do you want to delete it immediately?" = "これを今すぐ削除しますか？";
"%i items can not be moved to the Trash." = "%i 項目はゴミ箱に移動できませんでした。";
"Do you want to delete them immediately?" = "これらを今すぐ削除しますか？";
"The folder \"%@\" cannot be replaced by an item it contains." = "フォルダ “%@” 内の項目で自身を置き換えできません。";
"The destination folder does not exist." = "指定されたフォルダは存在していません。";
"The operation could not be completed." = "操作を完了できませんでした。";
"The item cannot be put in this location." = "項目をここに配置できませんでした。";
"The file is too large: File is %ll, maximum file size is %ll." = "ファイルが大きすぎます: %ll あり、許可される最大サイズは %ll です。";
"The folder \"%@\" can’t be replaced by an item it contains." = "フォルダ内の項目で置き換えようとしているため、フォルダ \"%@\" を置き換えられません。";

"Error %d: %s" = "エラー %d: %s";
"No error description provided." = "エラーの詳細が提供されませんでした。";

"Could not gzip file with error %d." = "エラー %d が発生してファイルを gzip 圧縮できませんでした。";

// WebDAV Connection errors

"Hostname lookup failed" = "ホスト名の参照に失敗";
"Proxy authentication failed" = "プロキシ認証に失敗";
"Connection timed out" = "接続のタイムアウト";
"WebDAV precondition failed" = "WebDAV プリコンディションに失敗";
"Retry request error" = "リトライ要求エラー";
"Redirect error" = "リダイレクトエラー";
"This file has been redirected to \"%@\"." = "このファイルは “%@” にリダイレクトされています。";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "ユーザ名とパスワードが正しいことと、接続先のサーバが WebDAV をサポートしていることをご確認ください。";

// SFTP Connection errors

"An unexpected end of file error occurred." = "予期しないファイル終了エラーが発生しました。";
"Command failed." = "コマンド失敗。";
"Bad message." = "不正なメッセージです。";
"Read error." = "読み込みエラーです。";
"Write error." = "書き込みエラーです。";
"Remote stat failed." = "ファイルを見つけることができませんでした。ファイル名が変更されたり移動されたりしていないことを確認してください。";
"Local stat failed." = "ファイルを見つけることができませんでした。ファイル名が変更されたり移動されたりしていないことを確認してください。";
"Couldn't set local permissions." = "ローカルのアクセス権を設定できませんでした。";
"Couldn't set local file time." = "ローカルファイルの時間をセットできませんでした。";
"Can't download a directory." = "ディレクトリをダウンロードできませんでした。";
"Couldn't get remote handle." = "リモートハンドルを取得できませんでした。";
"Couldn't create local file." = "ローカルファイルを作成できませんでした。";
"Data packet too big." = "データパケットが大きすぎます。";
"Attributes missing permissions." = "不明なアクセス権属性です。";
"Protocol error." = "プロトコルエラーです。";
"Unable to extract public key from private key file." = "秘密鍵から公開鍵を生成できませんでした。";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "SOCKS プロキシ環境設定が検出されました。パッシヴモード（PASV）を使用してください。\n";

// misc text
"Symbolic Link" = "シンボリックリンク";
"untitled file" = "untitled-file";
"untitled folder" = "untitled-folder";
"Document" = "書類";
"Folder" = "フォルダ";
"Yes" = "はい";
"No" = "いいえ";

// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "以下のローカルパスを上書きできませんでした: %@";
"Make sure you have write permissions for the folder \"%@\"." = "フォルダ “%@” に書き込み権限があることを確認してください。";
"Could not access file at path: %@" = "以下のパスにあるファイルにアクセスできませんでした: %@";
"Archive" = "アーカイブ";
"Could not create archive." = "アーカイブを作成できませんでした。";
"Could not expand archive." = "アーカイブを開けませんでした。";
"Temporary folder creation failed." = "一時フォルダの作成に失敗しました。";
"Verify the file permissions allow you to view this folder and try again." = "ファイルへのアクセス権を確認して再度お試しください。";
"Make sure you have permission to modify this file." = "このファイルに変更権限があることを確認してください。";
"The name \"%@\" is already taken." = "名前 “%@” は既に使われています。";
"Please choose a different name." = "異なる名前を選択してください。";
"B" = "B";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Could not change directory." = "ディレクトリを変更できませんでした。";
"Directory path was empty." = "ディレクトリパスは空でした。";
"Could not change permissions of \"%@\"." = "“%@” のアクセス権を変更できませんでした。";
// NOTE: Do not use the error below if possible. Use the variant that includes the folder name.
"Could not retrieve file listing." = "ファイルリストを取得できませんでした。";
"Unable to parse server response." = "サーバレスポンスを解析できませんでした。";
"Unknown" = "不明";
"Uploaded checksum doesn't match local file." = "アップロードされたチェックサムがローカルファイルと一致しません。";
"Delete successful.\n" = "削除は成功しました。\n";
"Cancelled" = "キャンセルされました";
"Remote mkdir failed." = "リモート mkdir に失敗しました。";
"The specified path is not a folder." = "指定されたパスはフォルダではありません。";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "コマンド “%@” を送信中…";
"Waiting for connection..." = "接続の待機中…";
"Sending raw command: %@\n" = "FTP コマンドを送信: %@\n";

// Added strings (3-24-2008)

"Stop" = "中止";
"Continue" = "継続";
"Disable and Continue" = "無効にして継続";

"years" = "年";
"year" = "年";
"months" = "ヶ月";
"month" = "ヶ月";
"weeks" = "週";
"week" = "週";
"days" = "日";
"day" = "日";
"hour" = "時間";
"minute" = "分";
"second" = "秒";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "このサーバもしくはファイルではアクセス権の変更が許可されていないようです。ルール環境設定で、正しいアクセス権が設定されているかをご確認ください。";

"File sizes were equal" = "ファイルサイズが同じです";
"Could not send command \"%@\"." = "コマンド “%@” を送信できませんでした。";
"Your AWS account is not signed up for the Amazon S3 service." = "AWS アカウントは Amazon S3 サービスにサインアップされていません。";
"\"%@\" was skipped due to rule.\n" = " “%@” はルールによってスキップされました。\n";
"Skipped due to rule" = "ルールによってスキップされました";
"Rule evaluation failed for \"%@\".\n" = " “%@” のルール適用に失敗しました。\n";
"In directory %@\n" = "ディレクトリ %@\n";
"Creating bucket %@\n" = "Bucket %@ を作成中\n";
"Could not create bucket named \"%@\"." = "名前 “%@” の Bucketを作成できませんでした。";
"Could not connect to Amazon S3." = "Amazon S3に接続できませんでした。";
"An Access Key ID and Secret Access Key are required." = "Access Key ID および Secret Access Key が必要です。";
"Amazon S3 only allows %@ buckets and you already have %@." = "Amazon S3 は %@ bucket のみを許可します。あなたの保有数は %@ です。";
"You have tried to create too many buckets." = "Bucket 数の上限を超えて作成しようとしました。";
"Could not change bucket logging status of “%@”." = "“%@” の Bucket ログステータスを変更できませんでした。";
"Unexpected response received from server." = "サーバから例外レスポンスを受信しました。";
"Could not get distribution config." = "Distribution 設定を取得できませんでした。";
"Could not get distribution info." = "Distribution 情報を取得できませんでした。";
"Could not retrieve distribution listing." = "Distribution リストを取得できませんでした。";
"Could not create distribution." = "Distribution を作成できませんでした。";
"Could not update distribution." = "Distribution をアップデートできませんでした。";
"Could not delete distribution." = "Distribution を削除できませんでした。";
"The bucket name is not suitable because it does not conform to DNS requirements." = "DNS 要件に適合しないためその Bucket 名は利用できません。";
"Safe save upload failed, attempting normal upload.\n" = "Safe アップロードに失敗しました。通常のアップロードを行います。\n";
"Using proxy server: %@.\n" = "プロキシサーバを使用: %@。\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"Northern California" = "Northern California";
"Ireland" = "Ireland";
"Frankfurt" = "Frankfurt";
"Singapore" = "Singapore";
"Tokyo" = "Tokyo";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "Sao Paulo";
"Seoul" = "Seoul";
"Northern Virginia (Default)" = "Northern Virginia (Default)";
"Ohio" = "Ohio";
"Montreal" = "Montreal";
"London" = "London";
"Mumbai" = "Mumbai";
"Paris" = "Paris";
"Stockholm" = "Stockholm";
"Hong Kong" = "Hong Kong";
"GovCloud" = "GovCloud";
// __END_VERIFIER_IGNORE__

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "不明なエラー: %ld";
"Raw commands are not supported by this protocol." = "このプロトコルではコマンドによる直接操作はサポートされていません。";
"Using proxy server:%@:%d type:%d.\n" = "プロキシサーバ:%@:%d タイプ:%d.\n";
"Could not establish a secure connection." = "安全な接続を確立できませんでした。";
"Couldn’t verify certificate chain." = "証明書を認証できませんでした。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "タイムアウトしたかサーバが停止しているようです。接続先のサーバは同時接続数の上限を設定しているかもしれません。";
"Apply to all" = "すべてを適用";
"Done" = "完了";
"Paused" = "停止";
"Waiting..." = "待機中…";
"Creating archive of %@..." = "%@ を圧縮中…";
"Expanding archive %@..." = "%@ を圧縮中…";
"Could not change attributes for the selected files." = "選択されたファイルの属性を変更できませんでした。";
"Some files could not be copied." = "ファイルをコピーできませんでした。";
"The copy completed, but some errors were encountered." = "コピーは完了しましたが処理中にエラーが発生しました。";
"Moving items to the trash..." = "ゴミ箱へ項目を移動中…";
"Deleting items..." = "項目を削除中…";
"Could not change the attributes of some files." = "いくつかのファイルの属性を変更できませんでした。";
"Changing attributes completed, but some errors were encountered." = "属性の変更が完了しましたが、いくつかのエラーが発生しました。";
"%@ - Done" = "%@ - 完了";
"Connecting to %@..." = "%@ へ接続中…";
"Some files could not be deleted." = "いくつかのファイルを削除できませんでした。";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "削除は完了しましたが処理中にエラーが発生しました。設定を確認し再度お試しください。";
"Some files could not be downloaded." = "いくつかのファイルをダウンロードできませんでした。";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "ダウンロードは完了しましたが転送中にエラーが発生しました。設定を確認し再度お試しください。";
"Some files could not be transferred." = "いくつかのファイルを転送できませんでした。";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "転送は完了しましたが転送中にエラーが発生しました。設定を確認し再度お試しください。";
"Uploading \"%@\" to server..." = "“%@” をアップロード中…";
"Could not create a file named \"%@\"." = "ファイル “%@” を作成できませんでした。";
"An item with the same name already exists in \"%@\"." = "“%@” に同じ名前の項目がすでに存在しています。";
"Could not create a folder named \"%@\"." = "フォルダ “%@” を作成できませんでした。";
"Could not determine server time offset." = "サーバとの時差を調整できませんでした。";
"Try manually entering a time offset, or comparing files by size." = "時差を手動で入力するか、サイズによる比較を選択してください。";
"Comparing files..." = "ファイルを比較中…";
"hours" = "時間";
"minutes" = "分";
"seconds" = "秒";
"Some files could not be uploaded." = "いくつかのファイルをアップロードできませんでした。";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "アップロードは完了しましたがアップロード中にエラーが発生しました。設定を確認し再度お試しください。";
"Bucket" = "Bucket";
"TB" = "TB";
"Changing modification date of %@\n" = "%@ の変更日を変更中\n";
"Changing attributes successful.\n" = "属性の変更を完了しました。\n";
"Could not change attributes of \"%@\"." = "“%@” の属性を変更できませんでした。";
"fork() failed." = "fork() に失敗しました。";
"pipe() failed." = "pipe() に失敗しました。";
"Upload failed with error %d (%@).\n" = "アップロードに失敗しました。エラー: %d (%@)。\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "%@ の所有者を変更中\n";
"Changing group of %@\n" = "%@ のグループを変更中\n";

"The symlink \"%@\" could not be transferred because the original item could not be found." = "オリジナル項目が見つからなかったため、シンボリックリンク “%@” を転送できませんでした。";
"This symlink links to another symlink which is unresolved and is unsupported." = "このシンボリックリンクは解決されていない他のシンボリックリンクにリンクされており、サポートされていません。";
"The symlink \"%@\" could not be transferred because following symlinks is not supported." = "サポートされていない参照先のため、シンボリックリンク \"%@\" を転送できませんでした。";

"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Safe アップロードに失敗しました。元のファイルサイズは %ld で送信先は %ld です。\n";


// Added for Transmit 4.1
"Some items could not be moved." = "いくつかの項目を移動できませんでした。";
"The move completed, but some errors were encountered." = "移動は完了しましたが、いくつかのエラーが発生しました。";
"An unknown error occurred." = "不明なエラーが発生しました。";
"Decomposed UTF-8 string detected; switching modes." = "正規化された UTF-8 文字列を検出しました。モードを変更します。";
"%@ could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "%@ は実行するための接続を確立できませんでした。ネットワーク帯域か同時接続数の上限の設定を変更してみてください。";
"Some items could not be copied." = "いくつかの項目をコピーできませんでした。";
"Getting attributes of %@\n" = "%@\n の属性を取得しています";

// Added for Transmit 4.5
"The name \"%@\" can't be used." = "名前 “%@” は使用できませんでした。";
"Try using a name with fewer characters, or with no \"/\" characters." = "文字列を少なくするか “/” などの文字を使わずに再度お試しください。";
"Container" = "コンテナ";
"Could not create container named \"%@\"." = "名前 “%@” のコンテナを作成できませんでした。";
"Creating container %@\n" = "コンテナ %@ を作成しています\n";

"Stat failed." = "失敗しました。";
"Could not change attributes of \"%@\".\n" = "“%@”の属性を変更できませんでした。\n";

// Added (5-29-12)
"An SSH config file contains one or more errors. Please correct them to use this file." = "SSH config ファイルに1つ以上のエラーが含まれています。記述が正しいかをご確認ください。";
"Connecting to %s user:%@ port:%i\n" = "接続先: %s ユーザ:%@ ポート:%i\n";

"%@ couldn't connect to the specified host. Make sure your device has network access and try again." = "%@ はホストに接続できませんでした。正しくネットワークに接続できる状況かをご確認ください。";
"An error occurred." = "エラーが発生しました。";
"Error %d: %@" = "エラー %d: %@";

// Added (12-18-14)
"Couldn't get region for bucket \"%@\"." = "Bucket “%@” のリージョンを取得できませんでした。";

// Added (1-9-15)
"Access ID" = "Access Key ID";
"Access Secret" = "Secret";
"Username" = "ユーザ名";
"Key ID" = "Key ID";
"Application Key" = "Application Key";
"Access Key" = "Access Key";
"API Key" = "API Key";

// Added (2-24-15)
"Storage Class" = "Storage Class";
"Standard" = "Standard";
"Infrequent" = "Infrequent";
"Reduced" = "Reduced";
"Glacier" = "Glacier";

"Server-side Encryption" = "サーバサイド暗号化";
"AES256" = "AES256";
"KMS" = "KMS";

"Website Redirect Location" = "リダイレクト先";

"Couldn't Set Metadata" = "メタデータをセットできません";
"Could not set metadata for object \"%@\"." = "オブジェクト “%@” にメタデータをセットできませんでした。";
"Could not change extension \"%@\" of \"%@\"." = "拡張 “%@”／“%@” を変更できませんでした。";

// SFTP host key dialog
"Host key changed for \"%@\"." = "ホスト鍵は “%@” に変更されました。";
"Do you want to accept the host key for \"%@\"?" = "“%@” の鍵を承認しますか？";
"It appears this is the first time you have connected to this host, would you like to continue?" = "このホストへの接続は初めての様です。鍵を承認し接続を継続しますか？";
"SSH Host Key Changed Message" = "前回の接続からホスト鍵が変更されました。変更を承認し接続を継続するか、変更が確実かをサーバ管理者にお尋ねください。";
"Accept Key" = "承認する";

// Amazon Cloud Drive
"%@ could not authorize the credentials for the connection." = "%@ は接続のための認証を行えませんでした。";

// Dropbox
"Shared Folder" = "共有フォルダ";
"Read Only" = "読み取り専用";
"Revision" = "リビジョン";
"Last Modified By" = "最終更新日:";
"Date Taken" = "Date Taken";
"Duration" = "有効期限";
"Dropbox does not support files or folders with trailing spaces in the name." = "Dropboxは名前の最後にスペースを含むファイルやフォルダは未サポートです。";

// OneDrive
"Web URL" = "Web URL";

"This host does not support creating or uploading empty files, so this file has been skipped." = "このホストでは空のファイルの作成やアップロードが未サポートですので、このファイルはスキップされます。";

// Google Drive
"Starred" = "スター付き";
"Dimensions" = "ディメンション";
"Unsupported Operation" = "未サポートの操作です";
"Export URL" = "書き出しURL";
"GoogleDriveLibraryURL" = "https://library.panic.com/ja/transmit5/google-docs/";
"GoogleDriveSharedLibraryURL" = "https://library.panic.com/ja/transmit5/google-docs/#what-is-the-shared-with-me-container";
"Could not move “%@” to the trash." = "“%@” をゴミ箱に移動できませんでした。";

// Box
"Description" = "説明";
"Enable Public Access" = "パブリックアクセス";

// Swift
"Dallas-Fort Worth (DFW)" = "Dallas-Fort Worth (DFW)";
"Chicago (ORD)" = "Chicago (ORD)";
"Northern Virginia (IAD)" = "Northern Virginia (IAD)";
"London (LON)" = "London (LON)";
"Sydney (SYD)" = "Sydney (SYD)";
"Hong Kong (HKG)" = "Hong Kong (HKG)";
"Swift Region" = "Swift Region";

"Enables public access to this item." = "この項目をパブリックアクセス可能にします。";
"Enable CDN" = "CDN を有効にする";
"Enables public access (CDN) for this containers content." = "このコンテナの内容についてパブリックアクセス (CDN) を有効にします。";
"Could not create a public URL for \"%@\"." = "“%@” のパブリック URL が作成できませんでした。";
"Make sure this item is publicly accessible and try again." = "この項目がパブリックにアクセス可能かをご確認ください。";
"Creating a public URL for this file is not supported by this service." = "本サービスではこのファイルのパブリック URL の作成はサポートされていません。";

"CloudFront CDN Domain Name" = "CloudFront CDN ドメイン名";
"The domain name for use with this CloudFront distribution." = "使用するドメイン名を指定します。";

"CloudFront CNAMEs" = "CloudFront CNAMEs";
"Other hostnames for this CloudFront distribution." = "このディストリビューションのホスト名を指定します。";

"Bucket Log Retention" = "Bucket ログリテンション";
"Enables logging for all requests made to this bucket." = "この Bucket のすべてのリクエストのログを有効にします。";

"Bucket Log Retention Target" = "Bucket ログ格納先";
"Which bucket the logs should be stored in." = "ログの格納先を指定します。";

"Bucket Log Retention Path Prefix" = "Bucket ログパス接頭辞";
"The path prefix for where the logs should be stored." = "ログの格納先のパス接頭辞を指定します。";

"Storage Class gives you the option to store your file with reduced redundancy at a lower cost. Refer to the AWS documentation for more details." = "記憶クラスは低コストで冗長性オプションをあなたのファイルに提供します。詳しくは AWS のドキュメントをご参照ください。";
"Amazon S3 can optionally encrypt your data at the object level as it writes it to disks in its data centers and decrypts it for you when you access it. Refer to the AWS documentation for more details." = "Amazon S3 はディスクへの書き込み時にオブジェクトレベルで暗号化し、読み出し時に復号化するオプションを提供します。詳しくは AWS のドキュメントをご参照ください。";
"Website Redirect Location. For more information, see the AWS documentation." = "ウェブサイトリダイレクト先です。詳しくは AWS のドキュメントをご参照ください。";

"Copy URL" = "URL をコピー";
"Copy Signed URL – 1 Hour" = "署名付き URL をコピー – 1 時間";
"Copy Signed URL – 8 Hours" = "署名付き URL をコピー – 8 時間";
"Copy Signed URL – 1 Day" = "署名付き URL をコピー – 1 日";
"Copy Signed URL – 1 Week" = "署名付き URL をコピー – 1 週間";
"Copy CloudFront URL" = "CloudFront URL をコピー";
"Copy URL – %@" = "URL をコピー – %@";

"Copy normal and signed URLs" = "通常の URL と署名付き URL をコピー";

"Location" = "場所";
"The region where the bucket is located." = "Bucket の格納されているリージョンです。";

"Write" = "書き";
"Read" = "読み";
"Owner" = "所有者";
"OwnerTruncatedIfNeeded" = "所有者";
"World" = "その他";
"Authenticated Users" = "認証ユーザ";
"Group" = "グループ";
"None" = "なし";

"Write Permissions for the selected items." = "選択項目の書き込み権限を設定します。";
"Read Permissions for the selected items." = "選択項目の読み出し権限を設定します。";
"Owner of the selected items." = "選択項目の所有者権限を設定します。";

"Executable" = "実行";
"Enables the executable permission flag on the selected items." = "選択項目の実行権限を設定します。";

//sync
"Could not compare \"%@\"." = "“%@” を比較できませんでした。";
"Some files could not be compared." = "いくつかのファイルを比較できませんでした。";
"The comparison completed, but some errors were encountered. Double check your settings, or re-attempt to compare these folders." = "比較が完了しましたが、いくつかのエラーが発生しました。設定をご確認いただき、再度お試しください。";
"▸ source size = %@" = "▸ source size = %@";
"▸ destination size = %@" = "▸ destination size = %@";
"Source file was %@ larger" = "参照元のファイルは %@ 大きいです";
"Destination file was %@ larger" = "参照先のファイルは %@ 大きいです";
"▸ beginning synchronization comparison" = "▸ beginning synchronization comparison";
"▸ calculating time offset: difference = %.2f secs (%.2f mins) (%.2f hrs)" = "▸ calculating time offset: difference = %.2f secs (%.2f mins) (%.2f hrs)";
"▸ difference is %.2f seconds, local is newer: %@" = "▸ difference is %.2f seconds, local is newer: %@";
"▸ skip: file is a symlink and following symlinks is disabled" = "▸ skip: file is a symlink and following symlinks is disabled";
"File is a symlink and following symlinks is disabled" = "ファイルはシンボリックリンクで、参照先が利用できませんでした";
"▸ skip: because meta item" = "▸ skip: because meta item";
"File is a meta item" = "ファイルはメタ項目です";
"▸ skip: item is hidden and show hidden files is disabled" = "▸ skip: item is hidden and show hidden files is disabled";
"Item is hidden file and show hidden files is disabled" = "項目は不可視で、表示オプションがオフです";
"▸ skip: item matched skip rule" = "▸ skip: item matched skip rule";
"Item matched skip rule" = "項目はスキップルールと一致しています";
"▸ skip: modification date (%@) is earlier than the cutoff date (%@)" = "▸ skip: modification date (%@) is earlier than the cutoff date (%@)";
// "File was last modified %@ ago (cutoff was %@ ago)" = "--$$ STRING IS MISSING $$--";
"▸ file/folder mismatch, will delete existing destination item" = "▸ file/folder mismatch, will delete existing destination item";
"Source file was %@ newer" = "参照元のファイルは %@ 新しいです";
"File modification dates are equal" = "ファイル更新日は同じです";
"▸ source modification date is %@" = "▸ source modification date is %@";
"▸ destination modification date is %@ (without skew: %@)" = "▸ destination modification date is %@ (without skew: %@)";
"▸ transfer: destination item doesn't exist" = "▸ transfer: destination item doesn't exist";
"Destination file did not exist" = "参照先にファイルが存在しませんでした";
"▸ transfer: source item is newer" = "▸ transfer: source item is newer";
"Destination file was %@ newer" = "参照先のファイルは %@ 新しいです";
"▸ delete: orphaned destination item \"%@\" will be deleted" = "▸ delete: orphaned destination item “%@” will be deleted";
"Deleting orphaned files and file did not exist in source folder" = "孤立したファイルおよび参照元に存在しないファイルを削除しています";
"⇆ entering source path: %@" = "⇆ entering source path: %@";
"⇆ entering destination path: %@" = "⇆ entering destination path: %@";
"⇆ returning to source path: %@" = "⇆ returning to source path: %@";
"⇆ returning to destination path: %@" = "⇆ returning to destination path: %@";
"⇆ evaluating source item: %@" = "⇆ evaluating source item: %@";
"▸ source equivalent exists" = "▸ source equivalent exists";
"▸ create: will create folder because destination path doesn't exist" = "▸ create: will create folder because destination path doesn't exist";
"Destination item does not exist" = "参照先に項目が存在しません";
"▸ skip: the file is a symlink and its target could not be resolved" = "▸ skip: the file is a symlink and its target could not be resolved";
"File is a symlink and the target could not be resolved" = "ファイルはシンボリックリンクで、参照先が解決できませんでした";
"Preparing to transfer..." = "転送の準備中…";

// Authentication alerts
"Authentication failed." = "認証に失敗しました。";
"A key passphrase is required." = "パスフレーズが必要です。";
"A verification code is required." = "認証コードが必要です。";
"Enter the key passphrase for \"%@\"." = "\"%@\" のパスフレーズを入力してください。";
"Enter the user name and password for server \"%@\"." = "サーバ \"%@\" のユーザ名とパスワードを入力してください。";
"Passphrase:" = "パスフレーズ:";
"Code:" = "コード:";
"Password:" = "パスワード:";
"Passphrase" = "パスフレーズ";
"Code" = "コード";
"Connect" = "接続";
"A verification code is required for \"%@\"." = "\"%@\" のための認証コードが必要です。";
" Please enter your user password." = " パスワードを入力してください。";
" Please enter your verification code." = "  認証コードを入力してください。";
" Please enter your key passphrase for \"%@\"." = " \"%@\" のパスフレーズを入力してください。";
"Enter the user name and password for the area \"%@\" on \"%@\"." = "エリア \"%@\" ／ \"%@\" のユーザ名とパスワードを入力してください。";
"Enter the access key ID and secret for %@." = "%@ の Access Key ID と Secret を入力してください。";
"Enter the account ID and application key for %@." = "%@ のアカウント ID とアプリケーションキーを入力してください。";
"Enter the user name and access key for %@." = "%@ のユーザ名とアクセスキーを入力してください。";
"Enter the password for server \"%@\" with user name \"%@\"." = "サーバ \"%@\" ／ ユーザ名 \"%@\" のパスワードを入力してください。";
"Enter the user name and api key for %@." = "%@ のユーザ名とAPIキーを入力してください。";
// "Enter the access key for %@." = "--$$ STRING IS MISSING $$--";
// "Enter the application key for %@." = "--$$ STRING IS MISSING $$--";

"All Public" = "すべて Public";
"All Private" = "すべて Private";
"Bucket Type" = "Bucket タイプ";

"Server returned an error, retrying..." = "サーバからエラーが返されたのでリトライ中…";

"Please enter the pin for \"%@\"." = "\"%@\"のパスコードを入力してください。";
"A pin code is required to unlock this key." = "この認証をアンロックするためにはパスコードの入力が必要です。";
"Attempting to use pin to unlock key." = "パスコードを使用してアンロックを試みます。";
"Unlock" = "アンロック";
"1234" = "1234";
"Pin:" = "パスコード:";

"Please make sure the service has been enabled on this account." = "本アカウントでこのサービスが有効になっていることを予めご確認ください。";
"HostKeyChangedURL" = "https://library.panic.com/ja/general/host-key-changed/";

// Added 2019-06-26
"Fetched modification date for %@. Expected %@, got %@" = "%@の変更日を取得しました。予測: %@、実際: %@";
"Updated date modified on %@ to %@" = "変更日を %@ から %@ に更新";
"Canceling move of %@ to %@ because the destination bucket cannot be determined" = "移動先のBucketを判別できないため、%@ から %@ への移動をキャンセル";

// Added 2019-08-01
"The server did not respond with an “object-store” service." = "サーバは“オブジェクトストア”サービスで応答しませんでした";
"%@ cannot access files without this service. Please contact the server administrator for assistance." = "%@ はこのサービス無しにはファイルにアクセスできません。サーバ管理者にお問い合わせください。";

// Added 2020-03-12
"Shared" = "共有サーバ";
// "%@ cannot add new files to your Shared folder." = "--$$ STRING IS MISSING $$--";
// "%@ cannot delete files from your Shared folder." = "--$$ STRING IS MISSING $$--";

// Added 2020-05-14
"The ACL for “%@” was not copied to “%@”." = "“%@”のACLを“%@”にコピーできませんでした。";
"You do not have permission to read or write Access Control Lists (ACLs). %@ will attempt to copy ACLs when copying files. If you do not want to copy ACLs, you may disable this behavior for the rest of the session." = "アクセス制御リスト（ACL）の読み込みまたは書き込み権限が十分ではありません。%@はファイルコピーの際にACLをコピーしようとします。ACLをコピーする必要がない場合は残りのセッションでこの振る舞いを無効にすることが可能です。";

// Added 2020-05-29
"The key you used to authenticate with this server will stop working in the future." = "ご利用の認証鍵は今後、このサーバで利用できなくなります。";
"%@ keys are no longer considered secure. Support will be removed from new versions of SSH server software. Please change to a more secure key to ensure you can still connect to this server in the future." = "鍵形式 %@ は今日、安全と見なされなくなりました。新しいSSHサーバソフトウエアから順次、サポートが終了します。今後もこのサーバに接続するために、より安全な認証鍵に変更してください。";
"Do not show this message again" = "次回から確認しない";
"DeprecatedKeyURL" = "https://library.panic.com/ja/general/ssh-keys/#panicアプリでssh鍵を使用する-1";

// Added 2020-06-08
// "S3BucketTrailingWhitespace" = "--$$ STRING IS MISSING $$--";

// Added 2024-10-28
"Soon, Google Drive will no longer support Transmit." = "まもなく、TransmitによるGoogleドライブのサポートが終了します。";
"Existing Google Drive servers might continue to work as long as their credentials remain valid. New logins will be rejected by Google." = "既存のGoogleドライブサーバには認証情報が有効な限り接続できるかも知れません。Googleによって管理されており新規ログインは拒否されます。";
"GoogleDriveDiscontinuedBlogPostURL" = "https://blog.panic.com/ja/end-of-the-road-for-google-drive-in-transmit-jp/";
